[
	{
		"id": 202018,
		"name": "Kevin Kester",
		"nickname": "Kevin",
		"shortname": "Kevin_Kester",
		"time": "",
		"img": "brush-stroke-app-icon_1024.png",
		"slack": "FALSE",
		"link": "FALSE",
		"url": "",
		"video-release": "Y",
		"room": "Pre-Recorded",
		"domestic": "Y",
		"intl": "",
		"track": "Reflective Practice",
		"audience-young": "",
		"audience-secondary": "O",
		"audience-uni": "O",
		"audience-adult": "O",
		"title": "A Pedagogy of Vulnerability",
		"abstract": "Vulnerability is an act of dialogue. Hence, in this chapter we will enact our vulnerabilities through a dialogue with each other. Drawing on Deleuze and Guattari (1987; see also St. Pierre, 2017) and Freire (1970/2006) we accept that our voices are multiple and entangled with discourses and materialities that make and are made by us in turn, and that each of us represents an intersection of various historical possibilities and embodied relations. There are a thousand plateaux here, to paraphrase Deleuze, upon which we exist in any given moment. Our dialogue moves us into, out of, and across these plateaux as we engage with each other, knowing that the co-creation that we articulate is both structural and ephemeral at the same time. The act of dialogue is concurrently familiar and vulnerable, through it we place ourselves in a position of consumption, reproduction, and critique. Furthermore, given the surveillance cultures we live in today, with smart technologies grasping at our every move, and audio/video threatening our anonymity and freedoms (Skeggs, 2018), these vulnerabilities are particularly amplified for us as scholars and educators. To acknowledge and interrupt these multiple materialities (Zembylas, 2017), we have chosen to enter into a vulnerable dialogue on hope in contemporary education. We will overview some principles for vulnerable teaching, and discuss the pedagogical and methodological implications before concluding. We want this to be particularly useful to those who choose a pedagogy of vulnerability that is “selective and purposeful, not random” (Brantmeier, 2013, p. 101).",
		"summary": "Vulnerability is an act of dialogue. Hence, in this chapter we will enact our vulnerabilities through a dialogue with each other. Our dialogue moves us into, out of, and across Deleuzian and Freirean plateaux as we engage with each other, knowing that the co-creation that we articulate is both structural and ephemeral at the same time. The act of dialogue is concurrently familiar and vulnerable, through it we place ourselves in a position of consumption, reproduction, and critique. Given the surveillance cultures we live in today, with smart technologies grasping at our every move, and audio/video threatening our anonymity and freedoms, these vulnerabilities are particularly amplified for us as scholars and educators. In response, we have chosen to enter into a vulnerable dialogue on hope in contemporary education. We will overview some principles for vulnerable teaching, and discuss the pedagogical and methodological implications before concluding.",
		"name-family": "Kester",
		"name-given": "Kevin",
		"contact": "yes",
		"email": "kevinajkester@gmail.com",
		"affiliation": "Keimyung University",
		"bio": "Kevin Kester is Assistant Professor of International Education and Global Affairs cross-appointed to the Department of Education, Graduate School of Education, and School of Global Affairs at Keimyung University in Daegu, South Korea. Prior to Keimyung, he was Postdoctoral Research Associate and Director of Studies for Education at Queens' College Cambridge, and Visiting Scholar at Yale University. He is a regular consultant with national and international organizations, including the UNESCO Asia-Pacific Centre of Education for International Understanding; United Nations Office on Drugs and Crime; United Nations University for Peace Africa Centre; and the Korean Educational Development Institute. He publishes widely and serves on numerous editorial boards of scholarly journals, including the Review of Education, Pedagogy and Cultural Studies; In Factis Pax; and the Journal of Peace Education. He holds a PhD in Education, Globalization and International Development from the University of Cambridge.",
		"name-family2": "",
		"name-given2": "",
		"email2": "",
		"aff2": "",
		"bio2": "",
		"name-family3": "",
		"name-given3": "",
		"aff3": "",
		"bio3": "",
		"helper": "",
		"helper-phone": "",
		"helper-email": ""
	},
	{
    "img": "TRUE",
    "slack": "TRUE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Zoom",
    "domestic": "",
    "intl": "Y",
    "track": "Technology",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "O",
    "audience-adult": "",
    "title": "Creative Uses of PowerPoint and Keynote in the Techni-Capable EFL Classroom",
    "abstract": "Many EFL teachers use technology in the classroom as teaching aids and as a tool to help enhance their students’ learning experience. Presentation software, like Microsoft PowerPoint and Apple Keynote, is often used to display presentation notes and homework on the screen, and is generally benefitting to students who can download lecture notes online. Unfortunately, creative use of the software in the classroom tends to be rare. With a number of multimodal capabilities, including text, images, animation, and shapes, EFL teachers can use presentation software in a variety of ways. Additionally, the study and testing of vocabulary, which is almost exclusively done using dictionaries, books and paper, can be done online. Altogether, adding to a more techni-capable classroom.\n \n In this presentation, we will learn practical ways in which we can use animation, simple images and shapes to illustrate and explain lecture notes and assignments. Examples will be given using activities the presenter has created and used in the EFL classroom. We will also take an introductory look at the online sites Kahoots.com and Quizlet.com as tools for study and testing. Both websites can be used to help students learn vocabulary and, for teachers, as a way to administer tests.",
    "summary": "Many EFL teachers use technology in the classroom as teaching aids and as a tool to help enhance their students’ learning experience. Presentation software, like Microsoft PowerPoint and Apple Keynote, is often used to display lecture/ presentation notes and homework on the screen, but more creative use of the software tends to be rare. In this presentation, we will learn practical ways in which we can use animation, simple images and shapes to illustrate and explain lecture notes and assignments. Examples will be given using activities the presenter has created and used in the EFL classroom.",
    "name-family": "Hunsberger",
    "name-given": "Lisa M.",
    "email": "lisamhunsberger@gmail.com",
    "affiliation": "Kyushu Sangyo University",
    "bio": "Lisa M. Hunsberger teaches full-time at Kyushu Sangyo University in Fukuoka Prefecture, Japan. She has an MA in Linguistics, and has been teaching in the field of language and linguistics for almost 15 years. She has taught at universities in Jamaica, at a high school in France, and at every level in Japan, from kindergarten to university. She is consequently adept at adapting her work to varying levels. She regularly uses technology in the classroom, and she is an Apple Keynote enthusiast.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "TBD",
    "helper-phone": "TBD",
    "helper-email": "TBD",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "TRUE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Zoom",
    "domestic": "Y",
    "intl": "",
    "track": "Material Design, Writing",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "",
    "title": "What Disney can teach us about Compare and Contrast Writing",
    "abstract": "We all LOVE Disney, but have you ever thought of using Disney to help students understand and write compare and contrast essay's?\n Writing is not the most favorable tasks of English teachers, but it is a necessity. When we think about writing, we usually think about the basic 5 types of essay’s- Narrative, Descriptive, Expository, Persuasive/Argumentative, and Compare and Contrast- written in 5 paragraphs. This can be boring for the students, as we tend to use the same topics over and over again, so the students can basically work on remote. What I am proposing is a different take on the over used, but needed, compare and contrast essay. \n Compare and contrast is something that we do in everyday life. We are always analyzing the best way to work a problem, finding all the pros and cons to a solutions, or just trying to determine which action is best. It does not matter what your field of expertise is, this is something that students need to master in order to be productive members of the workforce, so why not make it fun?\n When we open our students creative minds, thinking outside of the box, they tend to be more engaged in the class. So, in this workshop, I will explain how I use Disney Movies and their original writings to get the students to understand compare and contrast, and to get the students to think creatively about them.",
    "summary": "We all LOVE Disney, but have you ever thought of using Disney to help students understand and write compare and contrast essays?\n Compare and contrast is something we do in everyday life. We are always analyzing the best way to work a problem, finding all the pros and cons to a solutions, or just trying to determine which action is best. It does not matter what your field of expertise is, this is something that students need to master in order to be productive members of the workforce, so why not make it fun?\n When we open our students creative minds, thinking outside of the box, they tend to be more engaged in the class. So, in this workshop, I will explain how I use Disney Movies and their original writings to get the students to understand compare and contrast, and to get the students to think creatively about them",
    "name-family": "Beadle",
    "name-given": "Terri",
    "email": "theresabeadle@woosong.org",
    "affiliation": "Woosong University",
    "bio": "Terri Beadle has been teaching English for 10 years in the US and abroad. She has taught university language classes as well as content classes in Education. She is currently teaching at Woosong University in Daejeon, South Korea. \n Ms. Beadle has recently started her Doctorate at the University of Illinois.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "TBD",
    "helper-email": "TBD",
    "": "TBD"
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Zoom",
    "domestic": "Y",
    "intl": "",
    "track": "Professional Development",
    "audience-young": "",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Tips for Getting a PhD, Academic Employment, and Publishing",
    "abstract": "This professional development workshop will offer tips on: navigating the PhD process; publishing in high-impact journals during and after the PhD; ways to increase impact and attract funding; and strategies for maintaining a healthy work-life balance. In addition, the workshop will survey the various publishing indexes prioritised by universities and hiring committees in Korea, and discussion of the metrics that faculty are judged against for hiring and promotion. The session is targeted primarily toward younger researchers/educators considering careers in academia. A Q&A will follow.",
    "summary": "This professional development workshop will offer tips on: navigating the PhD process; publishing in high-impact journals during and after the PhD; ways to increase impact and attract funding; and strategies for maintaining a healthy work-life balance. In addition, the workshop will survey the various publishing indexes prioritised by universities and hiring committees in Korea, and discussion of the metrics that faculty are judged against for hiring and promotion. The session is targeted primarily toward younger researchers/educators considering careers in academia. A Q&A will follow.",
    "name-family": "Kester",
    "name-given": "Kevin",
    "email": "kevinajkester@gmail.com",
    "affiliation": "Keimyung University",
    "bio": "Kevin Kester is Assistant Professor of International Education and Global Affairs cross-appointed to the Department of Education, Graduate School of Education, and School of Global Affairs at Keimyung University in Daegu. He holds a PhD from the University of Cambridge, and has been working in higher education since 2007. His most recent book is The United Nations and Higher Education: Peacebuilding, Social Justice, and Global Cooperation for the 21st Century.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "N/A. Although I am happy for any Kotesol member to play a moderating role.",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "N",
    "session-format": "Zoom",
    "domestic": "",
    "intl": "Y",
    "track": "Technology",
    "audience-young": "",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Tourism Projects with Local Communities: Situated Learning and Place-Dependent Model to Enhance Authenticity",
    "abstract": "This presentation aims to demonstrate how language teachers can create authentic lessons connecting to local communities while promoting regional attractions and culture in different genres. Participants are expected to come away with ideas to collaborate with local communities considering students’ contexts giving students’ real-world experiences as well as teach genres appropriate to purpose, audience and modes. Sample activities and the rationales of this curriculum will be in the presentation, and participants will then be encouraged to create their own activities fitting their own teaching contexts. By doing so, participants are expected to learn a) how language teachers can integrate students’ contexts into their curriculum, b) how to make students aware of different genres, and c) how to integrate technology into the project.\n According to Dressman and Sadler (2019), Korean students have struggled with learning English due to the competitive motivation and the exam-oriented English lessons heavily relied on grammar. These exam-oriented lessons, sequestered problem-solving, are not easily transferred in real contexts (Dunleavy and Dede, 2014). Students can transfer their knowledge as preparations for future learning when they are offered real-world alike experiences. This project is designed to offer authentic learning experiences for students under situated learning and place-dependent model bolstering learning transfer and motivation. Through these models, students are able to learn English within a specific and localized context to make learning relevant to the students and activate their prior knowledge. (Dunleavy and Dede 2014; Martin et al,. 2014)",
    "summary": "This presentation aims to demonstrate how language teachers can create authentic lessons connecting to local communities while promoting regional attractions and culture in different genres. Participants are expected to come away with ideas to collaborate with local communities considering students’ contexts giving students’ real-world experiences as well as teach genres appropriate to purpose, audience and modes. Sample activities and the rationales of this curriculum will be in the presentation, and participants will then be encouraged to create their own activities fitting their own teaching contexts. By doing so, participants are expected to learn a) how language teachers can integrate students’ contexts into their curriculum, b) how to make students aware of different genres, and c) how to integrate technology into the project.",
    "name-family": "Kim",
    "name-given": "Ehean",
    "email": "exk5341@psu.edu",
    "affiliation": "The Pennsylvania State University",
    "bio": "Ehean Kim is a teaching faculty in the Department of Spanish and Intensive English Communication Program at the Pennsylvania State University. He is also a graduate student studying Teaching English as a Second Language at the same university. His research interests include computer-assisted language learning, polyglots, and genre-based language teaching.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "N/A",
    "helper-email": "N/A",
    "": "N/A"
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Zoom",
    "domestic": "",
    "intl": "",
    "track": "Professional Development",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "",
    "audience-adult": "",
    "title": "The University of Birmingham: MA TESOL / MA Applied Linguistics",
    "abstract": "The University of Birmingham, UK, is pleased to offer an information session about the distance (and campus based) MA programs it offers in TESOL and Applied Linguistics. Topics covered include: structure of the program, courses offered, program expectations, timelines, and program costs. As well, we will be talking how to be successful in your MA studies with Birmingham and if this program is a fit for your needs. Questions are always welcome and if you can’t attend the session. For more information about the program please visit: https://canvas.bham.ac.uk/courses/11732",
    "summary": "The University of Birmingham, UK, is pleased to offer an information session about the distance (and campus based) MA programs it offers in TESOL and Applied Linguistics. Topics covered include: structure of the program, courses offered, program expectations, timelines, and program costs. As well, we will be talking how to be successful in your MA studies with Birmingham and if this program is a fit for your needs. Questions are always welcome and if you can’t attend the session. For more information about the program please visit: https://canvas.bham.ac.uk/courses/11732",
    "name-family": "McCuaig",
    "name-given": "Joanne",
    "email": "J.McCuaig@bham.ac.uk",
    "affiliation": "University of Birmingham",
    "bio": "Joanne McCuaig is a PhD Candidate with the department of English Language and Applied Linguistics, at the University of Birmingham. Her research focus can be found here: https://www.birmingham.ac.uk/joannemccuaig. She completed her MA in Applied Linguistics with UofB and is a tutor, marker, dissertation supervisor, and the in-country representative for South Korea. She can be reached at J.McCuaig@bham.ac.uk",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "TBD",
    "helper-email": "TBD",
    "": "TBD"
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Zoom",
    "domestic": "Y",
    "intl": "",
    "track": "Culture",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "",
    "audience-adult": "",
    "title": "The Why and How of Using Multicultural Children's Literature",
    "abstract": "As English has become a lingua franca, the need for understanding and experiencing cultures has increased. In conjunction with developing learner literacy, teachers can tap into this need through using multicultural children’s literature. By exploring nontraditional populations in English literature, students can develop cross-cultural awareness. Many students’ experiences of multiculturalism focus on differences, yet there should also be focus on the uniting similarities across cultures. Connecting literacy development to multiculturalism “helps children identify with their own culture, exposes children to other cultures, and opens the dialogue on issues regarding diversity” (Coby & Lyon, 2004). To facilitate these experiences, teachers can use students’ L1 culture to bridge and develop a framework for examining the similarities between cultures. In addition, using multicultural children’s literature in this manner meets the current Korean educational goal: introducing and teaching other cultures, while appreciating and teaching their own culture. \n \n In this workshop, participants will explore why multicultural children’s literature should be used in the classroom. They will read a selected multicultural children’s storybook that showcases how L1 culture is represented in English literature. After reading, participants will discuss how to identify internal and external cultural elements, focusing on the similarities of lived experiences through other cultures. Next, they will create culturally responsive questions for young learners to foster intrinsic motivation. Finally, participants will have an opportunity to voice concerns and share their experiences regarding using multicultural children’s literature for young learners.",
    "summary": "Developing learner literacy and cross-cultural awareness can be achieved by incorporating multicultural children’s literature (MCL) in the classroom. While learning about multiculturalism tends to focus on differences, there should be a focus on the similarities across cultures. MCL “helps children identify with their own culture [and] exposes children to other cultures” (Coby & Lyon, 2004). To facilitate these experiences, teachers can use students’ L1 culture to bridge and develop a framework for examining the similarities between cultures. Using MCL in this manner meets current Korean educational goals: introducing and teaching other cultures while appreciating and teaching their own culture.\n \n In this session, participants will explore the benefits of MCL, look at a variety of storybooks, and identify internal and external cultural elements, focusing on the similarities of lived experiences through other cultures.",
    "name-family": "Seo",
    "name-given": "Adrienne",
    "email": "adrienne.gifle@gmail.com",
    "affiliation": "Gyeonggi-do Institute for Language Education",
    "bio": "Adrienne Seo is an instructor at the Gyeonggi-do Institute for Language Education. She graduated from Eastern Michigan University with a master's of arts in TESOL. She has presented at the 2019 KOTESOL International Conference, 2018 National Geographic Learning Symposium, and 2018 Michigan TESOL Conference. She has been teaching ESL/EFL for 10 years in Korea, France, and the USA. She has worked in elementary schools, high schools, university, and teacher education.",
    "name-family2": "Moonasar",
    "name-given2": "Daniel",
    "email2": "daniel.gifle@gmail.com",
    "aff2": "Gyeonggi-do Institute for Language Education",
    "bio2": "Daniel Moonasar is a U.S. certified teacher and an instructor at Gyeonggi-do Institute for Language Education. He graduated from the University of London with an MRes in Educational and Social Research and has been teaching for 16 years. During his 10 years in Korea, Daniel has worked as a native English teacher in private and public schools, an assistant professor, and a teacher trainer for the Gyeonggi-do Provincial Office of Education, EPIK, and TaLK programs.",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "Co-presenters (Seo & Moonasar)",
    "helper-email": "Moonasar: 010-3947-0190 / Seo: 010-4773-0152",
    "": "Moonsar: daniel.gifle@gmail.com / Seo: adrienne.gifle@gmail.com"
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "N",
    "session-format": "Zoom",
    "domestic": "Y",
    "intl": "",
    "track": "Reflective Practice",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Educational Gifts",
    "abstract": "Every day, we exchange gifts. In the educational context, “gifts” may take different forms. Some may not appear to be gifts at all when we first give or receive them. However, later, we may find that they were quite precious. Or vice versa. Given our preferences and our goals, our desire might be to increase the exchange of certain gifts and decrease the exchange of others. In this synchronous Zoom workshop inspired by my studies of Nonviolent Communication (NVC), we will after a brief introduction to NVC, reflect on the types of educational gifts we like to give and receive and talk about the feelings and needs associated with these. It is hoped that this discussion will help us orient our future educational gift exchanges. (Note: despite the title and topic, this presentation does not encourage any illegal activities.)",
    "summary": "Every day, we exchange gifts. In the educational context, “gifts” may take different forms. Some may not appear to be gifts at all when we first give or receive them. However, later, we may find that they were quite precious. Or vice versa. Given our preferences and our goals, our desire might be to increase the exchange of certain gifts and decrease the exchange of others. In this synchronous Zoom workshop inspired by my studies of Nonviolent Communication (NVC), we will after a brief introduction to NVC, reflect on the types of educational gifts we like to give and receive and talk about the feelings and needs associated with these. It is hoped that this discussion will help us orient our future educational gift exchanges. (Note: despite the title and topic, this presentation does not encourage any illegal activities.)",
    "name-family": "Wright",
    "name-given": "Jocelyn",
    "email": "jocelynmnu@yahoo.com",
    "affiliation": "Mokpo National University",
    "bio": "Jocelyn Wright, Associate Professor at Mokpo National University, studied linguistics and education and is currently writing a dissertation on Nonviolent Communication. As a local facilitator of KOTESOL’s Reflective Practice Special Interest Group (SIG) and a national coordinator of the Social Justice SIG, she hopes this workshop on educational gifts is relevant to many teachers.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "TBD",
    "helper-email": "TBD",
    "": "TBD"
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Zoom",
    "domestic": "Y",
    "intl": "",
    "track": "Material Design",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Maximizing Creativity When Planning Lessons",
    "abstract": "Creativity can solve the many problems teachers may face, but being creative can be difficult when teachers feel burdened by the curricular and institutional pressures of their work. How does a teacher take command of materials and curriculum and become one’s most creative self?\n The principles illustrated in the workshop focus on four skills: seeing the world with an integrative frame of mind, using specific values to fuel your subconscious, applying techniques for advancing one’s ideas further, and framing the process so that mental blocks occur less often. Each of these domains is broken down into separate principles, with exercises and discussion. Examples given are derived from and applicable to teaching kindergarten, university, and levels in between. The goal is to fuel the teacher’s next adventure into creative planning.",
    "summary": "Creativity can solve the many problems teachers may face, but being creative can be difficult when teachers feel burdened by the curricular and institutional pressures of their work. How does a teacher take command of materials and curriculum and become one’s most creative self?\n The principles illustrated in the workshop focus on four skills: seeing the world with an integrative frame of mind, using specific values to fuel your subconscious, applying techniques for advancing one’s ideas further, and framing the process so that mental blocks occur less often. Each of these domains is broken down into separate principles, with exercises and discussion. Examples given are derived from and applicable to teaching kindergarten, university, and levels in between. The goal is to fuel the teacher’s next adventure into creative planning.",
    "name-family": "Fusselman",
    "name-given": "Roger",
    "email": "mrfusselman@gmail.com",
    "affiliation": "Joongbu University, Goyang Campus",
    "bio": "Roger Fusselman is a longtime active member of KOTESOL and an active participator and speaker at its chapters and conferences. He currently teaches at Joongbu University, Goyang Campus, but has taught at Sookmyung Women’s University, the University of Ulsan, and Seoul National University of Education, along with eight years of experience teaching young learners and others at academies in Korea. Roger is a performer and practice leader in Seoul City Improv and a prominent speaker, officer, and educator in Korea Toastmasters, District 93.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "James Rush",
    "helper-phone": "010-5137-5898",
    "helper-email": "jamesrush.ltu@gmail.com",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "N",
    "session-format": "Zoom",
    "domestic": "Y",
    "intl": "",
    "track": "Learner Identity",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Implications of English Names in the Korean EFL Classroom",
    "abstract": "There is evidence to suggest that the perception of one’s name is correlated with employability, likeability, academic achievement, and other important life outcomes. This evidence is all the more important in Korea where the use of English names is common. With names being such an important part of who we are, how we are perceived, and a potential force in partially shaping who we might become, it is important to fully understand the consequences that giving English names might have on English language learners and their L2 motivation in a classroom setting. \n \n This session presents findings from a recently completed master’s dissertation which aims to answer two research questions. First, do differences in L2 motivation exist between Korean students with an English name and without an English name? Second, what impact does using English names have on participants’ L2 motivation in a Korean EFL classroom? Using both a quantitative questionnaire (n = 635) and a non-randomized, controlled experiment (n = 89) with Korean high school students, the dissertation focuses on a salient topic that has received little attention in the field of applied linguistics, especially in Korea. Both the findings from the research data and implications for EFL teachers will be discussed.",
    "summary": "Research suggests that the perception of one’s name is correlated with employability, likeability, academic achievement, and other important life outcomes. This is important in Korea where the use of English names is common. With names being an integral part of our identity and how we are perceived, it is imperative that EFL teachers understand the consequences of using English names with English language learners and its impact on L2 motivation.\n \n This presentation addresses two research questions. First, do differences in L2 motivation exist between Korean students with and without an English name? Second, what impact does using English names have on participants’ L2 motivation in a Korean EFL classroom? Using a quantitative questionnaire and a non-randomized, controlled experiment with Korean secondary students, the dissertation focuses on a topic that has received scant attention in SLA research. Both the results and implications for EFL teachers will be discussed.",
    "name-family": "Raisbeck",
    "name-given": "Brian",
    "email": "raisbeck9@gmail.com",
    "affiliation": "University of Oxford",
    "bio": "Brian Raisbeck has taught EFL in Korea for nearly a decade. He holds a BA in History from the University of California at Santa Cruz and an MAT in TESOL from the University of Southern California. He recently completed his master’s dissertation on the use of English names in the Korean EFL classroom for an MSc in Applied Linguistics and Second Language Acquisition at the University of Oxford.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "YouTube Live - Plenary",
    "domestic": "Y",
    "intl": "",
    "track": "",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Creating a Safe Space for Transformation",
    "abstract": "Language education takes place in the context of culture. Language educators do not only support the learners to achieve linguistic competence in the target language but also intercultural competence to communicate effectively and appropriately in a different cultural context. In order to nurture intercultural competence, a safe intercultural space is needed for it allows more sharing and learning, which then invite more positive changes and transformation to happen. This plenary session will raise the intercultural awareness of language educators who work in multi-cultural environments by introducing cultural dimensions, intercultural communication theories and models. Through interactive discussions, the audience will explore how different cultural values influence their own and their learners’ perceptions and practice of language teaching and learning. At the end of the session, the participants will be more aware of their cultural influences in their instructions and communication styles, which will enable them to create a safe space for their learners to become more conscious of their own cultural patterns and be able to express themselves more freely and effectively.",
    "summary": "Language education takes place in the context of culture. Language educators do not only support the learners to achieve linguistic competence in the target language but also intercultural competence to communicate effectively and appropriately in a different cultural context. In order to nurture intercultural competence, a safe intercultural space is needed for it allows more sharing and learning, which then invite more positive changes and transformation to happen. This plenary session will raise the intercultural awareness of language educators who work in multi-cultural environments by introducing cultural dimensions, intercultural communication theories and models. Through interactive discussions, the audience will explore how different cultural values influence their own and their learners’ perceptions and practice of language teaching and learning. At the end of the session, the participants will be more aware of their cultural influences in their instructions and communication styles, which will enable them to create a safe space for their learners to become more conscious of their own cultural patterns and be able to express themselves more freely and effectively.",
    "name-family": "Kumai",
    "name-given": "Tomomi",
    "email": "tkumai@gmail.com",
    "affiliation": "Independent Intercultural Trainer (formerly at Osaka Gakuin University)",
    "bio": "Tomomi Kumai is an intercultural coach based in South Korea. She works in the intercultural services and education field serving expatriates, international students, and nationals in the US, Korea, and Japan. Her clients include universities in Japan and Korea, and multinational corporations in various fields such as automotive, financial, and information technology. Born a Korean-Japanese bicultural citizen in Hiroshima, Japan, she has lived, worked, and studied for over 16 years in the United States, Korea, and China. She has been always interested in and fascinated with communicating with people from different backgrounds. She received a B.A. in Linguistics with a minor in Psychology from San Diego State University, and an M.A. in Linguistics from the University of Illinois at Urbana-Champaign. She studied Educational Psychology in the University of Illinois Education Doctoral Program. Her mission is to provide space and time for people to connect with, learn from, and empower each other to create positive synergy, and she truly enjoys serving people while drawing from her own multi-cultural background and experience of living as a minority.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "YouTube Live - Invited",
    "domestic": "Y",
    "intl": "",
    "track": "",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Essential Legal Knowledge on Employment and Labor for Expat Teachers",
    "abstract": "My presentation will aim to provide legal knowledge on employment for the teachers at the conference. I’d like to discuss employment issues from making an employment contract to unpaid wages and unfair dismissal based on the Labor Standards Act, Civil Act and other relevant laws and rules. First, during my presentation, several points that an employee needs to keep in mind when drafting an employment agreement will be mentioned. Also, I’m going to introduce examples of unfair clauses that are often put into the employment agreement. Second, as for unpaid wages, I’ll introduce the way of reporting it with a labor office, and how the process goes during the investigation. It will be also mentioned that the labor office may investigate the case, confirm the unpaid amount and send the case to the prosecutor’s office to make the employer penalized, but the process itself is different and separate from civil suit for claiming the money shall be paid. Third, unfair dismissal will also be one of the subjects of my presentation. I’ll suggest what ‘unfair’ means reviewing Supreme Court precedents and how to prove the dismissal is unfair. I’ll also explain how to file for a remedy for unfair dismissal with the Regional Labor Commission and how the proceedings will go. Legal issues for unfair dismissal that should be paid attention to will be also covered.",
    "summary": "My presentation will aim to provide legal knowledge on employment for the teachers at the conference. I’d like to discuss employment issues from making an employment contract to unpaid wages and unfair dismissal based on the Labor Standards Act, Civil Act and other relevant laws and rules. First, during my presentation, several points that an employee needs to keep in mind when drafting an employment agreement will be mentioned. Also, I’m going to introduce examples of unfair clauses that are often put into the employment agreement. Second, as for unpaid wages, I’ll introduce the way of reporting it with a labor office, and how the process goes during the investigation. It will be also mentioned that the labor office may investigate the case, confirm the unpaid amount and send the case to the prosecutor’s office to make the employer penalized, but the process itself is different and separate from civil suit for claiming the money shall be paid. Third, unfair dismissal will also be one of the subjects of my presentation. I’ll suggest what ‘unfair’ means reviewing Supreme Court precedents and how to prove the dismissal is unfair. I’ll also explain how to file for a remedy for unfair dismissal with the Regional Labor Commission and how the proceedings will go. Legal issues for unfair dismissal that should be paid attention to will be also covered.",
    "name-family": "Hwang",
    "name-given": "Yunjeong",
    "email": "yhwang618@gmail.com",
    "affiliation": "Legal Tech Co., Ltd.",
    "bio": "Hwang, Yunjeong is an attorney at Korean law, who mainly deals with Family Law, Labor and Employment Law, and International Transactions. Ms. Hwang has extensive experience in offering legal counselling to expats in Korea on a variety of legal issues, as she provides English language legal services for expats in Korea and for foreign nationals of other countries involved with Korean legal issues, in addition to maintaining her Korean client base. Because of her well-established competence in international divorce suits, she’s often sought out by international couples in Korea as legal counsel. In order to protect client assets and rights, Ms. Hwang uses various strategies--including pre-emptive mediation and negotiation; along with preservative measures such as provisional attachments and injunctions, as necessary. She has also been actively involved as a legal advisor in the establishment of joint venture corporations involving foreign investors, and has handled the drafting of all relevant agreements between parties.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "YouTube Live - Invited",
    "domestic": "Y",
    "intl": "",
    "track": "",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "",
    "audience-adult": "",
    "title": "KOTESOL Gives Back: Empowering North Korean Refugees Through ELT",
    "abstract": "KOTESOL is excited to collaborate once again with Teach North Korean Refugees (TNKR), a fellow non-profit organization. TNKR is dedicated to supporting refugees by providing English language programs, including one-on-one tutoring, speech competitions, and mentoring for employment and education opportunities, so that they may better navigate and thrive in South Korean society. As a result many of TNKR’s alumni have gone on to deliver TED Talks and write bestselling books about the ongoing humanitarian crisis in North Korea. In this session, attendees will first hear from TNKR’s co-founders about the invaluable work they provide, and how English language teachers can support their students. Then, a TNKR student will describe her life in North Korea, her defection to the South, and her experiences as an English language learner and refugee in South Korean society. Q&A will conclude the presentation. The conference program chair highly recommends this session!",
    "summary": "KOTESOL is excited to collaborate once again with Teach North Korean Refugees (TNKR), a fellow non-profit organization. TNKR is dedicated to supporting refugees by providing English language programs, including one-on-one tutoring, speech competitions, and mentoring for employment and education opportunities, so that they may better navigate and thrive in South Korean society. As a result many of TNKR’s alumni have gone on to deliver TED Talks and write bestselling books about the ongoing humanitarian crisis in North Korea. In this session, attendees will first hear from TNKR’s co-founders about the invaluable work they provide, and how English language teachers can support their students. Then, a TNKR student will describe her life in North Korea, her defection to the South, and her experiences as an English language learner and refugee in South Korean society. Q&A will conclude the presentation. The conference program chair highly recommends this session!",
    "name-family": "Lartigue, Jr.",
    "name-given": "Casey",
    "email": "",
    "affiliation": "Teach North Korean Refugees",
    "bio": "Casey Lartigue is an American advocate and activist for educational freedom based in South Korea. In 2013, he co-founded along with Eunkoo Lee the Teach North Korean Refugees Global Education Center in Seoul. He is the 2017 winner of the Hansarang Rural Cultural Foundation’s “Special Contribution” Award and Challenge Korea’s 2018 Global Award and 2019 “Challenge Maker” Award. He is co-editor of the book Educational Freedom in Urban America: Brown v. Board after Half a Century. He is a columnist with the Korea Times and a former commentator on National Public Radio's News and Notes.\n \n Lartigue received a bachelor’s degree from the Harvard University Extension School and a master’s degree from the Harvard University Graduate School of Education.",
    "name-family2": "Lee",
    "name-given2": "Eunkoo",
    "email2": "eunkoo21@hanmail.net",
    "aff2": "Teach North Korean Refugees",
    "bio2": "Eunkoo Lee is a co-founder of TNKR. Prior to working with TNKR, she was a researcher with the Korean Development Institute, and her focus was on young North Korean refugees in South Korea. Before that, she was a researcher at Database Center for North Korean Human Rights and published internal white papers on North Korean human rights from 2007 to 2009 as a departmental co-author. She has a master’s degree in North Korean Studies from Ewha Woman’s University in South Korea, as well as a master’s degree in International Studies from The University of Sheffield. Eunkoo has recently begun a PhD at the Graduate School of International Studies at Ewha Woman’s University.",
    "name-family3": "",
    "name-given3": "Jung",
    "aff3": "Yuna",
    "bio3": "Teach North Korean Refugees",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "TRUE",
    "url": "",
    "video-release": "Y",
    "session-format": "YouTube Live - Invited",
    "domestic": "",
    "intl": "Y",
    "track": "",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Timeline of an outbreak: Australian Higher Education Moving to Online Teaching in Response to Novel Coronavirus 19",
    "abstract": "The beginning of the 2020 academic year will be remembered as being disruptive due to the calamity that is COVID19. This presentation provides a chronological narrative of one university's response to the pandemic. It examines the challenges the university faced transfering the entire student body to online learning, and the important learning (and discoveries) that occured along the way. Finally it considers the impact the 2020 pandemic will have on remote and online learning for the future.",
    "summary": "The beginning of the 2020 academic year will be remembered as being disruptive due to the calamity that is COVID19. This presentation provides a chronological narrative of one university's response to the pandemic. It examines the challenges the university faced transfering the entire student body to online learning, and the important learning (and discoveries) that occured along the way. Finally it considers the impact the 2020 pandemic will have on remote and online learning for the future.",
    "name-family": "Lumsden",
    "name-given": "Stafford",
    "email": "stafford.lumsden@gmail.com",
    "affiliation": "University of Wollongong (Australia)",
    "bio": "Stafford Lumsden is a Technology Enhanced Learning & Education (TEL Ed.) Specialist at the University of Wollongong, NSW, Australia. A long time member of KOTESOL he is also a PhD candidate in the Faculty of Medicine and Human Sciences at Macquarie University, NSW, Australia.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "N",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "ELT and Culture",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Renouncing “Global Citizenship”: Seeking More Personal Ways of Motivating Students",
    "abstract": "Renouncing “Global Citizenship”: Seeking More Personal Ways of Motivating Students\n \n In Korea, the concept of “global citizenship” is being used to motivate students who are studying within a broad spectrum of educational institutions: from kindergarten to university, at schools both private and public. However, research has shown that global-citizenship education in Korea, as well as other countries, may not actually achieve the goal of motivating students to study. In global-citizenship curricula, students are encouraged to become “productive, self-employable, and competitive beings addressing the demands of national economic growth and competition in a global marketplace” (Choi & Kim, 2018). Yet, young Koreans increasingly say that they hope to escape what they refer to as the “unending competition” of life in modern Korea (Yon, 2016). Therefore, as long as global-citizenship education focuses on economic competition, it will not serve the purpose of motivating all students. Even for those students who might be amenable to using education to prepare themselves for economic competition, the concept of global citizenship provides extrinsic, instrumental motivation. That combination of motivations is hard to sustain; learners may easily become frustrated or feel that they are not in control. In this dialogue session, we will continue to consider the potential problems of using global citizenship as an engine of motivation for our students. We will also explore different ways to motivate our students. Ultimately, we will look for ways to help our students to cultivate their own unique, English-language identities within a global context without prioritizing economic competition over personal development.\n \n Works Cited\n \n Choi, Yoonjung, & Kim, Yeji. (2018). Deconstructing neoliberalism in global citizenship discourses: an analysis of Korean social studies textbooks. Critical Studies in Education, DOI: 10.1080/17508487.2018.1501718\n \n Hwangbo, Yon. (2016). Young people increasingly looking to escape Korea for a life abroad. Hankyoreh, http://english.hani.co.kr/arti/english_edition/e_national/724607.html",
    "summary": "In Korea, “global citizenship” has become ubiquitous in curricula. However, research shows that global-citizenship education may not actually motivate students to study. Global-citizenship education encourages students to become “productive, self-employable, competitive beings addressing the demands of national economic growth and competition in a global marketplace.” Yet, young Koreans say they hope to escape the “unending competition” of modern life. Therefore, if global-citizenship education focuses on economic competition, it will not motivate all students. Even if students are amenable to using education to prepare themselves for economic competition, the concept of global citizenship provides extrinsic, instrumental motivation, which is hard to sustain. In this dialogue session, we will continue to consider the potential problems of using global citizenship to motivate students. We will also explore other sources of motivation, seeking to help students to cultivate their own unique, English-language identities within a global context without prioritizing economic competition over all.",
    "name-family": "Brunner",
    "name-given": "Blake",
    "email": "blakebrunner@gmail.com",
    "affiliation": "Korea Polytechnic University",
    "bio": "Blake Brunner has taught English and international relations at Korea Polytechnic University since 2016. From 2010 to 2015, he taught in high schools in Daegu. He has also taught in Vietnam and Syria. He has Cambridge CELTA and Delta certifications, as well as a master’s degree in international relations. His research interests include motivation in monolingual classes, ELT policy in Korea and the role of the mass media in international relations.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "",
    "intl": "Y",
    "track": "Technology",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "O",
    "audience-adult": "",
    "title": "Comparing imaginal versus virtual exposure training for public speaking anxiety reduction",
    "abstract": "As presentation skills become an increasingly important communication tool on the global stage, the prevalence of public speaking phobia has important implications for the classroom and future workplace success of students. Speaking publicly in a foreign language can create additional sources of anxiety, causing some students’ fear to reach debilitating levels. More effective methods for combating this problem must be developed, and virtual reality-based exposure to public speech acts may hold advantages over the use of traditional instructional methods alone, allowing students to rehearse speeches in low-anxiety environments in front of simulated audiences. This presentation will explore a study conducted with university students in Japan in which presentation skills and mindfulness training, along with VR-based presentation practice, were combined to attempt a reduction in public speaking anxiety. Data from these participants will be compared against a control group who used more traditional, imagination-based home practice methods.",
    "summary": "As presentation skills become an increasingly important communication tool on the global stage, the prevalence of public speaking phobia has important implications for the classroom and future workplace success of students. Speaking publicly in a foreign language can create additional sources of anxiety, causing some students’ fear to reach debilitating levels. More effective methods for combating this problem must be developed, and virtual reality-based exposure to public speech acts may hold advantages over the use of traditional instructional methods alone, allowing students to rehearse speeches in low-anxiety environments in front of simulated audiences. This presentation will explore a study conducted with university students in Japan in which presentation skills and mindfulness training, along with VR-based presentation practice, were combined to attempt a reduction in public speaking anxiety. Data from these participants will be compared against a control group who used more traditional, imagination-based home practice methods.",
    "name-family": "Brunotte",
    "name-given": "Josh Brunotte is an associate professor at Aichi Prefectural University in Nagakute, Japan, where he has been working within the Liberal Education Center since 2017. He researches the intersection of psychology and computer-assisted language teaching, with a focus on how virtual reality and other emerging technologies can help with anxiety reduction related to studying abroad and public speaking. He has also been involved with research into the sleep behaviors of Japanese university students and the implications for language learning.",
    "email": "",
    "affiliation": "",
    "bio": "",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "ELT and Criticial Disability Studies",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Creating a Space for Students with Disabilities and Neurodiversity in the Classroom",
    "abstract": "Neurodiversity is ADHD, dyslexia, autism spectrum, mental health, and personality disorders. Disability is a physical or mental condition that limits an individual’s movements, senses, or activities. Cultural and social stigmas hinder these individuals from succeeding and thriving within society and the education system, especially in Asia. Is there a lack of early childhood intervention in South Korea and the resulting impact it has on students going undiagnosed? We need to dismantle stigmas and provide an understanding of neurodiversity and disability. The best methods to improve learning is the use of implementing Assistive Technology, what is Universal Design for Learning framework and how can we engage the students while creating a space that allows them the freedom to move around easily within the classroom and provide a learning experience that meets their needs. Moreover, how to design our classroom for students to be themselves without shame, discrimination, and the constant demand to conform or pressure to “mask”. The research will be based on teachers’ classroom experiences, studies in special education and research. There will be active audience participation to discuss personal experiences, the resulting negative impact on disabled and neurodiverse students within the education system and society. As teachers, we should be able to assist our students in ways that can help them succeed and understand their needs. The presenter will go in-depth of how we can improve as educators by creating a classroom and lessons that meets the needs of our students with special needs.",
    "summary": "Cultural and social stigmas hinder disabled and neurodiverse individuals from succeeding and thriving within society and the education system, especially in Asia. Is there a lack of early childhood intervention in South Korea and the resulting impact it has on students going undiagnosed? We need to dismantle stigmas and provide an understanding of neurodiversity and disability. The best methods to improve learning are implementing Assistive Technology, what is Universal Design for Learning framework, how can we engage the students and create a space that allows them the freedom to move around easily within the classroom and provide a learning experience that meets their needs. Moreover, how to design our classroom for student’s special needs. Research is based on teachers’ classroom experiences, studies in special education and research.",
    "name-family": "Cho Jones",
    "name-given": "Crystal",
    "email": "cs.chojones@gmail.com",
    "affiliation": "Indiana University",
    "bio": "Crystal Cho Jones is a current graduate student at Indiana University and is in the Master of Science in Education program specializing in Special Education. They have lived and worked in South Korea as an ESL teacher for over five years of teaching K-12 and adults and has worked with and helped individuals of different disabilities for over six years. They have an interest in neuroscience, sociology, philosophy, religions, and anthropology.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "",
    "intl": "Y",
    "track": "Professional Development",
    "audience-young": "",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Building a Research and Writing Culture: Stories from ELT Communities",
    "abstract": "This session gives account of diverse strategies incorporated in two teacher development programs (F2F and online) to foster the development of research and academic writing in English language teaching and learning populations. The strategies unveiled in the session have been fused from the research literature and the implementation of instructional and learning practices at the graduate level, attending at aspects such as the fosterage of critical thinking, self-regulatory and lifelong learning skills. Through the session, participants will gain insight of practical ways to guide their learners (and/or their language team members) to conduct research and disseminate it through scholarly pieces. Overall, the session is intended to support educators and language learners in the building of a research and writing strategic plan that helps them develop and showcase the work conducted at their specific educational institutions. Hence, the presentation offers recommendations for the local and global ELT community, in which research and writing are targeted areas to conquer.",
    "summary": "This session gives account of diverse strategies incorporated in two teacher development programs (F2F and online) to foster the development of research and academic writing in English language teaching and learning populations. The strategies unveiled in the session have been fused from the research literature and the implementation of instructional and learning practices at the graduate level, attending at aspects such as the fosterage of critical thinking, self-regulatory and lifelong learning skills. Through the session, participants will gain insight of practical ways to guide their learners (and/or their language team members) to conduct research and disseminate it through scholarly pieces. Overall, the session is intended to support educators and language learners in the building of a research and writing strategic plan that helps them develop and showcase the work conducted at their specific educational institutions. Hence, the presentation offers recommendations for the local and global ELT community, in which research and writing are targeted areas to conquer.",
    "name-family": "Cuesta Medina",
    "name-given": "Liliana",
    "email": "liliana.cuesta@unisabana.edu.co",
    "affiliation": "Universidad de La Sabana (Colombia)",
    "bio": "Dr. Liliana CUESTA MEDINA is an Associate Professor at the Department of Foreign Languages & Cultures, Universidad de La Sabana (Chía, Colombia) in the Master in Language Teaching –programs. She holds a Ph.D. in English Philology from the Universidad Nacional de Educación a Distancia (UNED-Madrid, Spain), a B.A. in English and Spanish from the Universidad Pedagógica Nacional (Bogotá, Colombia), and a Specialization in Applied Linguistics to the Teaching of English from the Universidad La Gran Colombia (Bogotá, Colombia). She has been involved in national and international teacher development programs, mainly in EFL, e-learning, and e-tutoring. Her research areas include CALL, academic writing, teacher education, CLIL, cyberbullying, and learners’ self-regulation in blended/virtual learning environments, on which topics she has published in a number of indexed journals and conference proceedings.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "",
    "intl": "Y",
    "track": "Material and Course Design",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Developing a Creative and Successful English Resource Cabinet",
    "abstract": "Organizing and finding creative ways to develop an English resource cabinet is a continual challenge for English teachers. This presentation reports the process of developing and setting up an English resource cabinet. It examines the importance of resources as seen by teachers and students. The research methods used include questionnaires and interviews. \n Some reasons to have resources are to engage students in learning and also that students’ levels are different. This requires additional materials to keep them interested in the lesson and supports teaching methods that are used in the classroom that undergird the four basic English skills.\n Results show that the English resource cabinet has helped users in many ways, including improving teaching methodology and more effectively engaging students in learning. In addition, the presenter will share the results that she discovered as she was developing her Resource Cabinet. The cabinet is continually being evaluated as she asks questions that give insight into needs.\n Through graphs and her research studies, the presenter will share how she developed her resource cabinet from when she began teaching—only a student’s book—to what has now been developed and how she is continually developing it. These methods include teacher and student input and observation.\n This presentation is useful for those interested in learning new and effective ways to develop an English resource cabinet and how they can evaluate their own resources in light of what they learn.",
    "summary": "Organizing and finding creative ways to develop an English resource cabinet is a continual challenge for English teachers. This presentation reports the process of developing and setting up an English resource cabinet. It examines the importance of resources as seen by teachers and students. Some reasons to have resources are to engage students in learning and also that students’ levels are different. This requires additional materials to keep them interested in the lesson and supports teaching methods that are used in the classroom that undergird the four basic English skills. Results show that the English resource cabinet has helped users in many ways, including improving teaching methodology and more effectively engaging students in learning. Through graphs and her research studies, the presenter will share how she developed her resource cabinet from when she began teaching—only a student’s book—to what has now been developed and how she is continually developing it. These methods include teacher and student input and observation. This presentation is useful for those interested in learning new and effective ways to develop an English resource cabinet and how they can evaluate their own resources in light of what they learn.",
    "name-family": "Damdinsuren",
    "name-given": "Gereltuya",
    "email": "Gerellight83@gmail.com",
    "affiliation": "First Laboratory Secondary School of Sukhbaatar Province",
    "bio": "Damdinsuren Gereltuya lives in Baruun-Urt, Sukhbaatar Province in eastern Mongolia. With 10 years of teaching experience, she works at a public school teaching English to 5th-12th grade students. She obtained her Bachelor’s degree of Education with an emphasis in English from Gurvan-Erdene University in Mongolia in 2007. In 2018, she received an online diploma of TESOL from Concordia International College in Canada. She received a Methodologist Degree in 2015 and a Mastership Degree in 2019 from the Ministry of Education in Mongolia. In November, 2019, she completed the Massive Open Online Course (MOOC) “Teaching English to Young Learners”.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "",
    "intl": "Y",
    "track": "ELT and Critical Disability Studies",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Teaching Strategies to Optimize Accessibility and Inclusivity for Students with Learning Disabilities",
    "abstract": "As an educator, have you ever struggled to find appropriate strategies to support students who seem to be having difficulties meeting the learning objectives, while ensuring that the rest of the class receives high-quality instruction? By differentiating classroom tasks, educators have moved away from “the one size fit all” classroom a more equitable model of teaching that notes the that there that there is no such thing as a “typical” learner and there is no one way to learn or demonstrate learning (Dickerson, 2017). The needs of diverse student populations should be embedded throughout classroom instruction, not to only shape the ways students are taught, but to rethink how students can demonstrate their learning. This workshop will help its participants develop a series of classroom strategies to support all learners in the second language acquisition process. Participants will be introduced to equitable teaching practices that promote accessibility and inclusivity in the language classroom.",
    "summary": "As an educator, have you ever struggled to find appropriate strategies to support students who seem to be having difficulties meeting the learning objectives, while ensuring that the rest of the class receives high-quality instruction? By differentiating classroom tasks, educators have moved away from “the one size fit all” classroom a more equitable model of teaching that notes the that there that there is no such thing as a “typical” learner and there is no one way to learn or demonstrate learning (Dickerson, 2017). The needs of diverse student populations should be embedded throughout classroom instruction, not to only shape the ways students are taught, but to rethink how students can demonstrate their learning. This workshop will help its participants develop a series of classroom strategies to support all learners in the second language acquisition process. Participants will be introduced to equitable teaching practices that promote accessibility and inclusivity in the language classroom.",
    "name-family": "David",
    "name-given": "Rosa Dene",
    "email": "rosa.david@unisabana.edu.co",
    "affiliation": "Universidad de La Sabana (Colombia)",
    "bio": "Rosa Dene began her teaching career in Bolivia, and since then she has taught in Korea, Colombia, Mexico, and the United States. Rosa is an English Professor for the Department of Foreign Languages and Cultures at Universidad de La Sabana in Bogotá, Colombia. Rosa serves as an Associate Editor of the Latin American Journal of Content & Language Integrated Learning and as the In-coming Chair for TESOL International’s Supporting Students with Disabilities Interest Section. Her research areas include developing equitable learning environments for students with learning differences, World Englishes, critical pedagogies, rural education, and identity politics.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Professional Development, Multiple Skills",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Revisiting Old EFL Classroom Practices with New Teacher Trainer Eyes",
    "abstract": "Armed with a teaching certificate from Ontario and five years fostering a dynamic and engaging learning atmosphere as a Native English Teacher (NET), I thought my teaching practices were beyond reproach. But after I took a position instructing Korean English Teachers on the finer points of Microteaching I realized that I had barely begun to take the first steps of my teaching journey. A long-time advocate of professional development and teacher reflection, I have spent the last two years carefully scrutinizing and redefining all of my classroom practices. I embarked on a quest to eliminate confusing or detrimental practices in an effort to bring my teaching more in line with EFL research findings, my general teaching philosophy and my specific professional goals for the EFL context. In this presentation geared towards primary and secondary language teachers I will briefly outline my teaching philosophy and goals before revisiting the inefficient practices that dominated my early lessons. My background and experience focuses on young learners in primary school, but the methodologies and activities can easily be adapted to secondary contexts. By the end of this hands-on presentation participants will not only have a better awareness of the flaws inherent in these common practices, but they will also leave with tried and tested alternatives to improve their lesson planning process and increase the overall engagement of their students. Particular focus will be given to microskills including questioning strategies, minimizing Teacher Talk, giving effective instructions, and choosing appropriate activities for EFL learners.",
    "summary": "In this presentation for EFL teachers working mainly with primary and secondary grade students, I will outline my general teaching philosophy and specific EFL goals before revisiting the inefficient classroom practices from my early days of teaching in South Korea. By the end of this hands-on presentation, participants will have a better awareness of the flaws inherent in these common practices, and they will also leave with tried and tested alternatives to improve their lesson planning process and increase the overall engagement of their students. Particular focus will be given to microskills, including questioning strategies, minimizing teacher talk, giving effective instructions, and choosing appropriate activities for EFL learners.",
    "name-family": "Dolson",
    "name-given": "Kristy",
    "email": "kdolson@hotmail.com",
    "affiliation": "Jeollanamdo International Education Institute",
    "bio": "Originally of Ontario, Canada, Kristy moved to South Korea after attaining her Bachelor of Education. After acquiring five years of teaching experience and professional development, she is now a teacher trainer at the Jeollanamdo International Education Institute. Her main responsibility is instructing and inspiring Korean primary and secondary public school teachers. She focuses on Pronunciation Skills to improve her trainees’ comprehensibility, and Microteaching to improve their teaching skills and strategies. AT JIEI she also teaches workshops for other school personnel, middle and primary student camps, and is highly involved with the annual JLP Native English Teacher orientations and renewal meetings.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Technology, Multiple Skills",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "",
    "title": "TBL and Technology: Teaching Creativity with Computer Coding",
    "abstract": "The workshop will be divided into four sections of 10 minutes. The session will introduce the BBC micro:bit project and its goal to fill the need of increasing demand for programming skills, an overview of a TBL class I have recently implemented with reference to theory and literature, a participatory experience where projects created by ESL learners are examined, and finally a discussion on the role of coding in the classroom. Any spare time will be given to questions. The workshop intends to inform teachers of how they can develop their own skills to teach coding as part of regular or extra-curricular activities. \n As a result of the increasing automation and emerging reliance upon technology, it is clear that creativity and tech-based skills are growing in value in modern society. With programming becoming one of the fastest growing industries in the world does it have a place in the ELT curriculum? This workshop aims to answer this question with an experiential session where participants will interact with examples of projects created by ESL learners using the BBC micro:bit. It will explore how coding can be implemented and is highly suitable for task-based syllabi, and lesson plans making reference to learner preferences and motivational theory. Attendees will witness how targeted coding tasks promote analytical, creative, and critical thinking skills. How coding fosters collaboration and meaning focused communication. How it can be used as a tool to develop language at multiple levels, and how it can create motivated, engaged, and successful learners.",
    "summary": "As a result of the increasing automation and emerging reliance upon technology, it is clear that creativity and tech-based skills are growing in value in modern society. With programming becoming one of the fastest growing industries in the world does it have a place in the ELT curriculum? This workshop aims to answer this question with an experiential session where participants will interact with examples of projects created by ESL learners using the BBC micro:bit. It will explore how coding can be implemented and is highly suitable for task-based syllabi, and lesson plans making reference to learner preferences and motivational theory. Attendees will witness how targeted coding tasks promote analytical, creative, and critical thinking skills. How coding fosters collaboration and meaning focused communication. How it can be used as a tool to develop language at multiple levels, and how it can create motivated, engaged, and successful learners.",
    "name-family": "Fisher",
    "name-given": "Simon",
    "email": "simonjamesfisher83@gmail.com",
    "affiliation": "Hyundai ChungUn High School",
    "bio": "Simon Fisher is a lead English Instructor at Hyundai ChungUn High School. Holding both a BA(hons) and MA(TESOL) from Birmingham University in the United Kingdom. He has worked in various forms of instruction and education for the past 12 years and now teaches philosophy, politics, and economics at a specialist high school in Korea. Areas of current interest include the suitability of TBL in the Korean context, and innovation in curriculum design.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Reflective Practice",
    "audience-young": "",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "A Pedagogy of Vulnerability",
    "abstract": "Vulnerability is an act of dialogue. Hence, in this chapter we will enact our vulnerabilities through a dialogue with each other. Drawing on Deleuze and Guattari (1987; see also St. Pierre, 2017) and Freire (1970/2006) we accept that our voices are multiple and entangled with discourses and materialities that make and are made by us in turn, and that each of us represents an intersection of various historical possibilities and embodied relations. There are a thousand plateaux here, to paraphrase Deleuze, upon which we exist in any given moment. Our dialogue moves us into, out of, and across these plateaux as we engage with each other, knowing that the co-creation that we articulate is both structural and ephemeral at the same time. The act of dialogue is concurrently familiar and vulnerable, through it we place ourselves in a position of consumption, reproduction, and critique. Furthermore, given the surveillance cultures we live in today, with smart technologies grasping at our every move, and audio/video threatening our anonymity and freedoms (Skeggs, 2018), these vulnerabilities are particularly amplified for us as scholars and educators. To acknowledge and interrupt these multiple materialities (Zembylas, 2017), we have chosen to enter into a vulnerable dialogue on hope in contemporary education. We will overview some principles for vulnerable teaching, and discuss the pedagogical and methodological implications before concluding. We want this to be particularly useful to those who choose a pedagogy of vulnerability that is “selective and purposeful, not random” (Brantmeier, 2013, p. 101).",
    "summary": "Vulnerability is an act of dialogue. Hence, in this chapter we will enact our vulnerabilities through a dialogue with each other. Our dialogue moves us into, out of, and across Deleuzian and Freirean plateaux as we engage with each other, knowing that the co-creation that we articulate is both structural and ephemeral at the same time. The act of dialogue is concurrently familiar and vulnerable, through it we place ourselves in a position of consumption, reproduction, and critique. Given the surveillance cultures we live in today, with smart technologies grasping at our every move, and audio/video threatening our anonymity and freedoms, these vulnerabilities are particularly amplified for us as scholars and educators. In response, we have chosen to enter into a vulnerable dialogue on hope in contemporary education. We will overview some principles for vulnerable teaching, and discuss the pedagogical and methodological implications before concluding.",
    "name-family": "Kester",
    "name-given": "Kevin",
    "email": "kevinajkester@gmail.com",
    "affiliation": "Keimyung University",
    "bio": "Kevin Kester is Assistant Professor of International Education and Global Affairs cross-appointed to the Department of Education, Graduate School of Education, and School of Global Affairs at Keimyung University in Daegu, South Korea. Prior to Keimyung, he was Postdoctoral Research Associate and Director of Studies for Education at Queens' College Cambridge, and Visiting Scholar at Yale University. He is a regular consultant with national and international organizations, including the UNESCO Asia-Pacific Centre of Education for International Understanding; United Nations Office on Drugs and Crime; United Nations University for Peace Africa Centre; and the Korean Educational Development Institute. He publishes widely and serves on numerous editorial boards of scholarly journals, including the Review of Education, Pedagogy and Cultural Studies; In Factis Pax; and the Journal of Peace Education. He holds a PhD in Education, Globalization and International Development from the University of Cambridge.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Technology",
    "audience-young": "",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Low Tech/High Tech: Technology Integration in the ESL Classrooms",
    "abstract": "Technology integration has become a key topic amongst educators in the past decades. How, exactly, can ESL teachers utilize technology in their classrooms? What sorts of low-technology options are there for those who do not have the budget or set-up to use more expensive or time intensive technologies? What measures can be put in place to keep misuse of technology to a minimum?\n  With a focus on pedagogical-approach, this workshop aims to give educators new resources for integrating different technologies into their classrooms. From low-tech zines and choose-your-own adventure books to higher tech augmented reality or game creation, technology can be used in a myriad of ways to enrich language learning. \n  Beginning with a brief overview of various technologies and methods, the workshop will have time for attendees to interact with different completed projects and close with a question and answer segment. The projects include a Twine text-based game and Hour of Code activities. Attendees do not need a background in technology or computer assisted learning, but some familiarity with basic computer skills will be helpful. Most high technology options will be accompanied by a low or no technology alternative, opening discussion for how to utilize different levels of technological knowledge within the classroom.",
    "summary": "Technology integration has become a key topic amongst educators in the past decades. How, exactly, can ESL teachers utilize technology in their classrooms? What sorts of low-technology options are there for those who do not have the budget or set-up to use more expensive or time intensive technologies? What measures can be put in place to keep misuse of technology to a minimum?\n  With a focus on pedagogical-approach, this workshop aims to give educators new resources for integrating different technologies into their classrooms. From low-tech zines and choose-your-own adventure books to higher tech augmented reality or game creation, technology can be used in a myriad of ways to enrich language learning.",
    "name-family": "Kudlack",
    "name-given": "Grace",
    "email": "grace.kudlack@gmail.com",
    "affiliation": "Miryang Girl's Public Middle School",
    "bio": "Grace Kudlack is a Guest English Teacher in Gyeongsangnam-do Province, South Korea. She earned a Bachelor of Education with a concentration in Teaching English as a Second Language fromMcGill University. Her research interests include classroom gamification, tech integration, and medieval werewolves. Previous teaching experience includes K 12 placements in Canada, Hong Kong and Kyrgyzstan.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "",
    "intl": "Y",
    "track": "Material and Course Design",
    "audience-young": "",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "",
    "title": "MiLEE - Mini-Lectures to Enhance English Language Learning",
    "abstract": "Designed and conducted by language professionals and discipline instructors to introduce key terminology and concepts at the beginning of each unit throughout the discipline specific course. These videos, help to equip students with requisite language skills and prepare them so they will able to comprehend and contribute in class/tutorial sessions. \n Technology has radically affected students’ attention span, especially when it comes to language learning. From our experience of developing various online interactive learning materials and systems, in order to ensure a captive audience, the online lessons have to be accessible, limited in length; and fresh and modern in their design and content. The type of materials they are interested in/what engages them may include a blend of video and a variety of question sets to check comprehension. \n Mini video lectures are commonly used to supplement students learning but generally only with regard to the subject itself, improving students’ knowledge or grasp of the topic being studied. Although the MiLEE lectures also aim at improving their grasp of the subject they are doing so from a linguistic perspective with the aim of improving students’ knowledge of the vocabulary and terminology being used rather than of the subject itself.\n Designed and conducted by language professionals and discipline instructors to introduce key terminology and concepts at the beginning of each unit throughout the course that are discipline specific. We use a top down/bottom up approach analysing both the content providers and learners to design and develop authentic mini-lectures to bridge the gap of what they may know and what is going to be covered in upcoming lectures and tutorials. These videos, (most three to five minutes long) help students prepare so they will able to contribute more effectively in class/tutorial sessions. \n Mini-lectures can be made available online via video channel, Moodle, EDX, etc. so students may access them as many times as they need to.",
    "summary": "MiLEE lectures aim at improving students grasp of the subject they are studying from a linguistic perspective, equipping them with key language skills they will have to utilise in order to comprehend and competently complete the tasks set out in discipline based course syllabi.",
    "name-family": "LeBane",
    "name-given": "Marc",
    "email": "maven@ln.edu.hk",
    "affiliation": "Lingnan University",
    "bio": "Mr. Marc C. LeBane, Senior Lecturer/ ELSS Coordinator\n Educated at the University of Winnipeg in Canada (BA), the University of Wales, College of Cardiff (LLB), the University of Southern Queensland in Australia (M.Ed.), and the English Learning Centre in London, UK (TESL Certificate).",
    "name-family2": "Melican",
    "name-given2": "Mark",
    "email2": "markmelican@ln.edu.hk",
    "aff2": "Lingnan Univeristy",
    "bio2": "Mr Mark Melican, Lecturer/Asst. ELSS Coordinator\n Educated at the University of Limerick (BA & TESOL Certificate), the University of Birmingham (MA).",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Material and Course Design, Multiple Skills",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Teaching Integrated Skills Through Arts & Crafts in the EFL Classroom",
    "abstract": "Learner diversity in the classroom is both an asset and obstacle for teachers. Students can contribute a diverse range of human experiences, background knowledge, perspectives, multiple intelligences, and talents to enrich a learning environment. However, learner diversity presents challenges for English language teachers. Affective factors, cognitive differences, and multiple learning preferences influence the efficacy a student learns, uses, and applies new knowledge. Teachers must account for learner diversity when presenting, teaching, and ultimately having their students demonstrate understanding. This is an important consideration in the EFL classroom, where young students should be simultaneously fostering critical thinking, creativity, collaboration, and communication skills through the acquisition of a foreign language. \n \n This workshop is designed to offer participants a variety of creative strategies to apply arts and crafts in the classroom to teach, supplement, or extend the content of the national English curriculum. Participants will gain insight on techniques to integrate the teaching and production of language skills through visual and interactive activities that can motivate, lower affective filters, and activate the skills of diverse learners. \n \n The workshop will begin with a presentation of various projects, where participants can evaluate the benefits of a range of hands-on tasks for young learners. The latter half of the session is set up for station learning, allowing participants to examine various projects, examples, and procedures at their own pace and time to reflect on various approaches to foreign language teaching in their own classrooms.",
    "summary": "Learner diversity in the classroom is both an asset and obstacle for teachers. Multiple factors influence the efficacy a student learns, uses, and applies new knowledge. Through the acquisition of a foreign language, young students should be simultaneously fostering their critical thinking, creativity, collaboration, and communication skills in diverse ways.",
    "name-family": "Lee",
    "name-given": "Angie",
    "email": "angielee.gifle@gmail.com",
    "affiliation": "Gyeonggi-do Institute for Language Education",
    "bio": "Angie Lee is an instructor at Gyeonggi-do Institute for Language Education and currently trains in-service public elementary and secondary school teachers in EFL education. She received her Master of Education degree in International Teaching from Framingham State University in 2018. She has over 11 years of experience teaching EFL in South Korea at the elementary, secondary, and adult level.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "SLA, NEST/NNEST",
    "audience-young": "O",
    "audience-secondary": "",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Native Speaking Teachers as a Source of Extrinsic Motivation",
    "abstract": "In 2018, for my master’s dissertation in applied linguistics, I conducted action research that obtained quantitative data demonstrating Korean elementary students who learn English from native speaking English teachers (NETs) are more successful language learners than those who do not. My research was based on the hypothesis that NETs, as members of English-speaking language communities, strongly influence their students’ interest in English and are a significant source of extrinsic motivation for them. Through meaningful communication and positive engagement, NETs are able to connect their students with the world outside of the classroom and inspire them to learn English for integrative purposes. This in turn leads to improved English acquisition. To test my hypothesis, I designed a survey (based in part on Robert Gardner’s Attitude Motivation Test Battery, or AMTB) that evaluates students on their English language abilities, attitudes, and motivations. I administered my survey to two groups of 6th grade elementary students: the first group had been studying with a NET for five years, and the second for five months. Survey results indicated that the students in the first group were more proficient in English than those in the second, and an analysis attributed this to the impact of the NET. In my talk, I will briefly review my research methodologies, present the findings of my study, discuss their implications, and offer suggestions for how NETs can be utilized as sources of extrinsic motivation.",
    "summary": "The presenter will discuss his research that uncovered data demonstrating Korean elementary students who acquire English from native speaking English teachers (NETs) are more successful language learners than those who do not. This research was based on the hypothesis that NETs positively influence their students' sense of integrativeness and provide them with a significant source of extrinsic motivation. To test this hypothesis, two groups of 6th grade elementary students were surveyed on their English abilities, attitudes, and motivations: the first had been studying with a NET for five years, the second for five months. Results indicated that students in the first group were more proficient in English than those in the second, and an analysis attributed this to the impact of the NET. In this talk, the presenter will review his research and suggest how NETs can be utilized as sources of extrinsic motivation.",
    "name-family": "Lerner",
    "name-given": "Andrew",
    "email": "redlerner@gmail.com",
    "affiliation": "Kyungnam University",
    "bio": "Andrew Lerner is an ESL educator with close to a decade of experience working in South Korea. As a teacher for South Korea’s EPIK program, he taught English to elementary school students in Gyeonggi province for 7 years. He is currently an English lecturer at Kyungnam University in the city of Changwon.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Reflective Practice",
    "audience-young": "O",
    "audience-secondary": "",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Improving Collaboration and Self-Reflection in the Private Sector: A How-To",
    "abstract": "The Critical Incident Protocol was developed through Annenberg Institute for School Reform at Brown University and introduced the concept of personal and shared teacher reflection. Reflective practice includes identifying a problem and identifying why it happened but often stops there. The meaning of the episode and how it affects our practice is often overlooked. The idea of educators as learners makes many students uncomfortable, but why? Shouldn’t educators be encouraged to engage in reflective practice? Couldn’t all teachers benefit from receiving coaching from other professionals in the field? Of course they would, but that requires educators and administrators to reevaluate preconceived notions of what it means to be an educator. If our expertise is viewed as a living, growing, dynamic force, then everyone can benefit from a set of “outside ears”. \n  Navigating elementary English education best practices in the private sector in Korea requires collaboration and reflection. Questions such as how to best read and apply benchmark literacy results for ELLs, teaching students with one particular strength or an imbalance in their four learning groups, teaching speaking before phonics, or simply how to create a productive co teaching environment may arise. However, teaching ELL in the private sector is often an insular endeavor. This presentation is focused on utilizing tools and techniques to make collaboration more readily available and acceptable in the private sector of Korean ELL education.",
    "summary": "The idea of educators as learners makes many students and administrators uncomfortable, but why? Shouldn’t educators be encouraged to engage in reflective practice? Of course they should, but that requires educators and administrators to reevaluate preconceived notions of what it means to be an educator. Navigating elementary English education best practices in the private sector in Korea requires collaboration and reflection. Questions such as how to best read and apply benchmark literacy results for ELLs, teaching students with one particular strength or an imbalance in their four learning groups, teaching speaking before phonics, or simply how to create a productive co teaching environment may arise. However, teaching ELL in the private sector is often an insular endeavor. This presentation is focused on utilizing tools and techniques to make collaboration more readily available and acceptable in the private sector of Korean ELL education.",
    "name-family": "Levinson",
    "name-given": "Samantha",
    "email": "srlevinson@gmail.com",
    "affiliation": "Mokpo English Library",
    "bio": "Samantha Levinson (M.Ed) received a certificate in reading and writing education in 2019. She was a presenter at the 2019 KOTESOL international and national conferences and has taught a multitude of English courses at such intuitions as Mokpo National University and Mokpo English Library. She has been running a private English study room for elementary students to adults for the past five years. She has an article publication in the upcoming December 2019 Korea TESOL 15-1 Journal. Her academic interests include ELL literacy and vocabulary learning strategies. Email:srlevinson@gmail.com",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "",
    "intl": "Y",
    "track": "SLA, ELT and Critical Disability Studies",
    "audience-young": "O",
    "audience-secondary": "",
    "audience-uni": "",
    "audience-adult": "",
    "title": "A Comparative Study: Autistic and Ordinary Learners’ Motivation in SLA",
    "abstract": "Catering for students with different abilities in the classroom is acknowledged to be teachers’ responsibility. Given the context that students with diverse learning needs have to attend lessons together with those who are normally developed in the same environment, to see if the two groups hold a similar or distinctive perspective on the learning motivation for acquiring English as a second language, this paper examines the data obtained from the questionnaires completed by the autistic schooling children and ordinary pupils from the same class in Primary 3 in a local school and then conducts a comparison. \n \n To investigate their causes of learning motivation thoroughly, this paper adopts Self-determination Theory and the ‘Five Orientations’ in the questionnaires. There are 18 reasons written in the form of brief statements. Each item is linked to either intrinsic or extrinsic motivation and associated with various orientations. \n \n The study finds that students with different abilities reveal individual differences in their learning motivation despite learning English in the identical environment, followed by a conclusion that extrinsic motivation and instrumental orientation best suit the majority of the participants regarding their willingness to acquire English as a second language. \n \n On the other hand, it is suggested that teachers make more effort to develop a new mixed teaching approach — ‘PCC’, (Positive teaching, Computer-assisted language teaching and Collaborative learning), which is based on intrinsic motivation, instrumental and integrative orientations, to cater for the learning needs of autistic pupils and to enhance the effectiveness of junior English language teaching in general.",
    "summary": "With reference to the situation that students with diverse learning needs have to acquire knowledge in the same environment, this paper aims to examine to what extent autistic students and the ordinary pupils in the same class would hold a similar or different perspective on the learning motivation for acquiring English as a second language by comparing the data from a questionnaire. By analysing the data with Self-determination Theory and ‘Five Orientations’, this study concludes that extrinsic motivation and instrumental orientation best suit the majority of the participants regarding their willingness in learning English as a second language, given the condition that autistic students may use more effort of teachers in developing a new mixed approach with positive teaching, computer-assisted language teaching and collaborative learning based on intrinsic motivation, instrumental and integrative orientation to cater for the diverse needs of learners so to enhance the effectiveness of English language teaching.",
    "name-family": "Lung",
    "name-given": "Mei Fung Lewina",
    "email": "lewinamf@gmail.com",
    "affiliation": "Hong Kong Baptist University",
    "bio": "Lung Mei Fung Lewina has been teaching English as a second language in Hong Kong since 2014. The bulk of her experience is with young learners aged 6 to 11. Currently she is obtaining a Master degree in Language Studies and will continue to pursue a PGDE in September 2020. Her research interests include teaching English as a second language for young learners, using computer-assisted technology as English teaching tools, and developing teaching approaches for children with special educational needs. Her teaching passion lies in catering to the needs of students and inspiring them to be self-motivated learners.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "TRUE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Classroom Management, Translanguaging",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Translanguaging Strategies for Teaching a Foreign Language Classroom",
    "abstract": "In any language classroom, foreign language teachers must be prepared to deal with an ever-growing group of multicultural, multilingual students varying not only in terms of their socio-economic status, but also of their linguistic background. For example, it is not uncommon for a foreign language teacher to have to teach a classroom in which the students greatly vary in terms of their proficiency level in the language being taught, which ends up putting a burden difficult to overcome for the teacher, who need to find a balance in the classroom, reaching many different types of students. However, there are certain strategies that could help both the teacher and the students make a better use of the language learning processing. In this presentation, translanguaging strategies will be discussed, which are those strategies that promote the purposeful use of different languages and/or cultural resources in order to enrich instruction by incorporating students’ own personal perspectives and experiences. The proposed presentation will discuss different strategies (e.g., teachers’ need to value their students’ languages and cultures by including activities that either model different languages or focus on aspects of different cultures and languages) that could be used by both the teachers and the students. The presentation will be practical in nature, by providing concrete, hands-on examples on how such strategies can be applied into a successful foreign-language classroom.",
    "summary": "In any language classroom, foreign language teachers must be prepared to deal with an ever-growing group of multicultural, multilingual students varying not only in terms of their socio-economic status, but also of their linguistic background. For example, it is not uncommon for foreign language teachers to have to teach a classroom in which the students greatly vary in their proficiency level, which means that they need to know how to reach many different types of students. However, there are certain strategies that could help both the teacher and the students make a better use of the language learning processing, such as translanguaging strategies (those that promote the incorporation of students’ own personal perspectives and experiences). This presentation discusses different strategies that could be used by both the teachers and the students, in a practical way, by providing concrete, hands-on examples on how to apply such strategies into a foreign-language classroom.",
    "name-family": "Martinez-Garcia",
    "name-given": "Maria Teresa",
    "email": "mtmg87@gmail.com",
    "affiliation": "Hankuk University of Foreign Studies",
    "bio": "Maria Teresa Martinez-Garcia completed her PhD in Linguistics at the University of Kansas in August 2016. Her research interests focus primarily on experimental linguistics (bilingualism and second language speech perception and production) and pedagogical approaches to the teaching of foreign languages (teaching strategies). Currently, she works as an assistant professor in the Spanish department at Hankuk University of Foreign Studies.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "",
    "intl": "Y",
    "track": "CLIL, NEST/NNEST",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "",
    "audience-adult": "O",
    "title": "Downgrading NEST: Creating a path for CLIL teacher identity",
    "abstract": "It is important to highlight that undertaking a CLIL approach depends on a range of situational and contextual variables. Thus, teachers must raise their understanding of CLIL pedagogies needed to successfully teach content and language, while ensuring effective learning. There are still inaccurate misconceptions surrounding the notion that CLIL pedagogy can only be delivered by a Native English-Speaking Teacher (NEST), thereby denying/ignoring the importance of valuable pedagogical preparation that is needed for such CLIL endeavors and merely relying on the value of the language expertise and its “authentic” feel of the conversation. Although linguists have challenged the dichotomy between NEST and NONNEST for the past few decades, there is a growing consensus to move away from associating nativeness with a series of characteristics naturally belonging to a specific group of speakers of a language. Yet CLIL is becoming an excuse to relabel teachers, perpetuating strongly ingrained beliefs—and therefore producing dangerous long-lasting effects on language learning and teaching. The presentation will highlight a possible taxonomy of skills/competencies required for the highly effective CLIL teacher, thereby demystifying the notion of NEST, while providing a clear framework that outlines skills, competences, and characteristics required for successful CLIL delivery.",
    "summary": "It is important to highlight that undertaking a CLIL approach depends on a range of situational and contextual variables. Thus, teachers must raise their understanding of CLIL pedagogies needed to successfully teach content and language, while ensuring effective learning. There are still inaccurate misconceptions surrounding the notion that CLIL pedagogy can only be delivered by a Native English-Speaking Teacher (NEST), thereby denying/ignoring the importance of valuable pedagogical preparation that is needed for such CLIL endeavors and merely relying on the value of the language expertise and its “authentic” feel of the conversation. Although linguists have challenged the dichotomy between NEST and NONNEST for the past few decades, there is a growing consensus to move away from associating nativeness with a series of characteristics naturally belonging to a specific group of speakers of a language. Yet CLIL is becoming an excuse to relabel teachers, perpetuating strongly ingrained beliefs—and therefore producing dangerous long-lasting effects on language learning and teaching. The presentation will highlight a possible taxonomy of skills/competencies required for the highly effective CLIL teacher, thereby demystifying the notion of NEST, while providing a clear framework that outlines skills, competences, and characteristics required for successful CLIL delivery.",
    "name-family": "McDougald",
    "name-given": "Jermaine",
    "email": "jermaine.mcdougald@unisabana.edu.co",
    "affiliation": "Universidad de La Sabana (Colombia)",
    "bio": "Jermaine S. McDougald holds an M.A. in Teaching English as a Foreign Language, a Specialization in Educational Management and a Specialization in University Teaching. He is the Director of Faculty and Research and Editor of the Latin American Journal of Content & Language Integrated Learning, Universidad de La Sabana (Colombia). He actively publishes both nationally and internationally. He is also an Academic Specialist consulting on bilingual projects with the Colombian Ministry of Education and the British Council. His current research interest includes CLIL, ICTs in ELT, Teacher Training and International Education. He is the director of the research group: LALETUS – Language Learning and Teaching Universidad de La Sabana.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Reflective Practice",
    "audience-young": "",
    "audience-secondary": "O",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Bringing Authenticity into the Classroom",
    "abstract": "An English classroom should be a place that students can learn from a teacher that is showing authenticity in their lessons. Unfortunately, teachers aren’t consciously thinking about their authenticity in the classroom. In many cases, the English curriculum in place does not allow teachers the freedom to present authenticity. Therefore, students aren’t connecting with their English classes and are not learning holistically. This is a complete crime against the language.\n Authenticity has many faces and is a skill that foreign teachers should maintain. Authenticity is necessary for growth. This presentation’s objective is to get TESOL professionals and general educators thinking more consciously about the way that they present authenticity in their classrooms. Addressing authenticity and brainstorming methodologies that include it, are ways that we all can grow as teachers. \n There will be an open dialogue about the important role that authenticity plays in education; if it is a necessary characteristic of a successful instructor, and the methods that the attendees can implement going forward. Attendees will exit the presentation with newfound thoughtfulness and self-awareness in their roles as educators of not only English but of globalization.\n Authenticity in the Classroom is a workshop on how teachers at all levels can incorporate globalization into their curriculum. The presentation follows the research and advices of Omaima Ayoub and an insightful case-study conducted by Pedro Bruyckere. Attendees will also participate in a workshop targeting ideas on the imprint of authenticity and addresses it’s meaningfulness in EFL classrooms across the country.",
    "summary": "Addressing authenticity and brainstorming methodologies that include it, are ways that we all can grow as teachers. Attendees will exit the presentation with newfound thoughtfulness and self-awareness in their roles as educators of not only English but of globalization.\n This presentation re-approaches the dialogue surrounding authentic teaching with the goal to prove that authenticity plays an important role in education. The presentation makes strides to conclude authenticity as a necessary characteristic of a successful instructor.\n Authenticity in the Classroom is a workshop on how teachers at all levels can incorporate globalization into their curriculum. The presentation follows the research and advices of Omaima Ayoub and an insightful case-study conducted by Pedro Bruyckere. Improve students’ experience in the classroom by ensuring that the environment you’ve created is one of genuineness.",
    "name-family": "Nelson",
    "name-given": "Elexis",
    "email": "elexisnelsonesl@gmail.com",
    "affiliation": "English Program in Korea; Dongju Middle School; Jurye Middle School",
    "bio": "Elexis Nelson is an American teacher through the EPIK program. With a BA in Linguistics and TESOL certification from the University of Michigan, Nelson uses her acquired knowledge of English to teach in public schools across Busan, South Korea. Outside of the classroom, Nelson shares Korean travel tips and vlogs with the local videography group ‘Korea in Kolor'. Nelson intertwines her desires for students’ fluency with her passions for increasing tourism and foreign residency in Busan. Through KOTESOL, Nelson intends to assist other teachers in developing new teaching tactics in the classroom.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "ELT and Culture",
    "audience-young": "",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "",
    "title": "Global Citizenship Education (GCED) via Debate",
    "abstract": "This workshop will provide participants with an understanding of how different activities and formats of debate can be incorporated in an ELT context. It will showcase debate as an educational model that can not only develop fundamental academic and language skills, but also be used to promote critical thinking and Global Citizenship Education (GCED). The session will support teachers by discussing and modeling different approaches to designing, scaffolding and implementing formal and informal debate class activities, such as parliamentary, jigsaw, rapid-fire, impromptu, and Socratic debates, while highlighting the life-long learning outcomes that are targeted. It will involve an interactive discussion about debate serving as a mechanism towards developing students' rhetoric, collaboration, creativity, civic-mindedness and multi-cultural awareness that enhances the complexity and quality of their language use and engagement in the classroom and beyond.",
    "summary": "This workshop will provide participants with an understanding of how different activities and formats of debate can be incorporated in an ELT context. It will showcase debate as an educational model that can not only develop fundamental academic and language skills, but also promote critical thinking and Global Citizenship Education (GCED). The session will support teachers by interactively modeling different approaches to conducting formal and informal debate-based class activities, as well as highlighting the language and civic learning objectives that are targeted. It will involve discussion of debate as a mechanism for empowering learners with rhetoric, collaboration, creativity, civic-mindedness and multi-cultural awareness; thereby enhancing the complexity and quality of language use and engagement in the classroom and beyond.",
    "name-family": "Randall",
    "name-given": "Reece",
    "email": "reecekorea@gmail.com",
    "affiliation": "Gangneung-Wonju National University (GWNU)",
    "bio": "Reece Randall is a visiting professor at Gangneung-Wonju National University (GWNU). He is a South African with over 7 years of experience in Korea as a scholar, director and educator in Busan, Seoul, Seongnam and now Gangneung.\n He brings a diverse skill set gained from a background in leadership, finance and analytical roles in academic and corporate programs – as well as volunteering for education, conservation, and community outreach initiatives – in Asia, Africa and the Middle East. The Welsh name, Reece, means “enthusiasm” – a wealth of which he has for his professional interests in humanist and global citizenship education. He is driven to connect the world by fostering critical thinking, civic engagement and multi-cultural awareness via debate, media fluency and cultural literacy.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Sociolinguistics/Language Policy, EMI",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "O",
    "audience-adult": "",
    "title": "Why Mother Tongue is not Enough: A Critique of EMI",
    "abstract": "For the past decade translanguaging and other multilingual movements, in SLA and EFL/ESL circles, have advocated for learning spaces sensitive to the learner’s socio-cultural repertoire and background. And yet the growing internationalization of higher educational institutions has not embraced the diversity of student backgrounds, but instead blanketed such differences by requiring participants to study as English speakers. The current wave of English as a Medium of Instruction (EMI) disenfranchises the mother tongues of non-native English speakers, in order to conform to an external standard of English as a lingua franca. I shall provide a report on the attitudes of Korean students and international faculty in regards to EMI. Through the critical lens of translanguaging, I will ask and try to answer the following questions: \n \n How is the mother tongue negotiated back into the classroom?\n How is it used in collaborative contexts, such as group work and study groups? \n How do students and teachers fall back to code switching and translation of difficult terms and texts during class discussion? \n How do non-native English instructors and native English speakers create or ignore opportunities for including student’s native language? \n What is the place of the mother tongue in an EMI classroom? Why is it not enough?\n \n The purpose of this presentation is to present EMI as a reversal of the lessons learned from the multilingual movements of the past decade. The manner in which EMI has been adopted by many institutions necessitates a translanguage critique of the ideological axioms that privilege English competence over other languages.",
    "summary": "For the past decade translanguaging and other multilingual movements, in SLA and EFL/ESL circles, have advocated for learning spaces sensitive to the learner’s socio-cultural repertoire and background. And yet the growing internationalization of higher educational institutions has not embraced the diversity of student backgrounds, but instead blanketed such differences by requiring participants to study as English speakers. The current wave of English as a Medium of Instruction (EMI) disenfranchises the mother tongues of non-native English speakers, in order to conform to an external standard of English as a lingua franca. I shall provide a report on the attitudes of Korean students and international faculty in regards to EMI.",
    "name-family": "Reyes",
    "name-given": "Cyril",
    "email": "cyrilreyes@woosong.org",
    "affiliation": "Woosong University",
    "bio": "Cyril Reyes is an educator. He is interested in social justice, the philosophy of Deleuze and Guattari and translanguaging.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "ELT and Culture",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "O",
    "audience-adult": "",
    "title": "How is English Conversation class useful? Korean university students’ perspectives",
    "abstract": "Since the 1990’s, South Korean universities have been internationalizing to improve their standing in the world. To be more international, they began teaching subject matter courses in English and requiring students to take English conversation classes taught by native English-speaking teachers (NETs). Students perceive NETs differently than non-native English teachers (NNETS) , but how do students perceive the usefulness of their English conversation classes with NETs? In what ways do students find mandatory English conversation classes the most useful? What is the correlation between how much English students use in their majors and how useful they find the English Conversation courses they take with native English speakers? \n \n This study examines 89 Korean university students who were enrolled in advanced-level English conversation courses taught by native English instructors at a university in South Korea. On a survey, students self-reported how useful they found their English conversation classes and which ways and how much English they use in their major courses. The students found that English conversation class was the most useful for making foreign friends and traveling abroad, but the least useful for their major coursework. However, the amount of English used in their majors varied greatly. The more students used English in their major, the more useful they found their English conversation classes with NETs. \n \n The findings have implications for university instructors and administrators throughout Korea. Understanding what students find useful in English conversation courses would allow university instructors to provide better learning experiences for their students.",
    "summary": "This workshop is designed to offer participants a variety of creative strategies to apply arts and crafts to teach, supplement, or extend the content of the national English curriculum. Participants will learn techniques to integrate the teaching and production of language skills through visual and interactive activities and projects that motivate, lower affective filters, and activate the skills of diverse learners.",
    "name-family": "Screws",
    "name-given": "Bruce",
    "email": "bruceedwardscrews@gmail.com",
    "affiliation": "Incheon National University",
    "bio": "Bruce Screws is a distance learning doctoral student in the Instructional Systems and Learning Technology at Florida State University in the United States. He has worked as a visiting professor at Incheon National University for the past 4 years. His primary research interests are intercultural communication and how culture impacts how students interact with instructional technologies. He holds an MS degree in Education from Florida State University.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "Y",
    "intl": "",
    "track": "Professional Development",
    "audience-young": "",
    "audience-secondary": "O",
    "audience-uni": "",
    "audience-adult": "",
    "title": "Difficulties Encountered by ESL Teachers in Government Schools in Sri Lanka",
    "abstract": "The purpose of this study was to investigate the difficulties encountered by the ESL teachers in government schools in Sri Lanka. This study addresses to what issues may arise as a result of these disparities when teaching English as a second language and in turn seeks to overcome the difficulties faced in this area in government schools in Sri Lanka. Research questions are as below. \n 1: What are the difficulties teachers face in teaching English as a second language in government schools?\n 2: Do teachers use the communicative language teaching in the ESL classroom?\n In this study used qualitative research method and participants in this study were four English teachers teaching in grade 8 from four Sri Lankan government schools in same district. To gather data research tools were used as interviews, discussions and observations. This study suggested that the teaching of English in Sri Lanka was not satisfactory and because of many students and teachers encountered with significant number of difficulties in learning English as a second language in Sri Lankan schools. English is a compulsory subject in Sri Lanka and students should learn English from pre- \n school to high school until they complete the advanced level examination. However ESL teachers face many difficulties in teaching English as a second language. Difficulties encountered by the teachers in teaching ESL differed across schools and were related to the culture and the socio-economic background of schools. The findings suggested the need for more classroom based research to comprehend the complex factors affecting the teaching and learning of ESL in government schools in Sri Lanka.",
    "summary": "The purpose of this study was to investigate the difficulties encountered by the ESL teachers in government schools in Sri Lanka. This study addresses as to what issues may arise as a result of these disparities when teaching English as a second language and in turn seeks to overcome the difficulties faced in this area in government schools in Sri Lanka. Research questions are as below.\n 1: What are the difficulties teachers face in teaching English as a second language in government schools in Sri Lanka? \n 2: Do teachers use communicative language teaching in the ESL classroom?\n This study used a qualitative research method and the participants in this study were four English teachers teaching grade 8 from four Sri Lankan governments schools. In this study to gather data, research tools used were interviews, discussions, and observations. This study suggested that the teaching of English in Sri Lanka was not satisfactory and because of many students and teachers encountered with significant number of difficulties in learning English as a second language in Sri Lankan schools. English is a compulsory subject and Sri Lankan students should learn it as the second language in government schools. Therefore ESL learners have to study English from pre-school to high school until complete advanced level examination. However ESL teachers in government sector face many problems in teaching English as a second language. The findings in this study suggests the need for more classroom based research to comprehend the complex factors affecting the teaching and learning of ESL in government schools in Sri Lanka.",
    "name-family": "Silva",
    "name-given": "Lindamulage Chaturi Nisansala",
    "email": "nisansala.chathu@yahoo.com",
    "affiliation": "Keimyung University",
    "bio": "I have successfully completed a Master's Degree in English education at Keimyung University. With my working experience of teaching I am interested about how to study ESL teaching, second language acquisition and curious study various issues and findings on it. And also my current research interests are classroom management, e-learning and teacher identity in pre-service.",
    "name-family2": "Thelikada Palliya Guruge",
    "name-given2": "Sakuni Amanda Dushyanthi",
    "email2": "anshidush@gmail.com",
    "aff2": "I am Thelikada Palliya Guruge Sakuni Amanda Dushyanthi and am studying at Keimyung University in the English Education department. I worked as a primary teacher at a government school in Sri Lanka. Currently I am interested in examining EFL context through different research areas.",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "FALSE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "",
    "intl": "Y",
    "track": "Material and Course Design",
    "audience-young": "",
    "audience-secondary": "",
    "audience-uni": "O",
    "audience-adult": "",
    "title": "I am a plastic model: Teaching through Metaphor",
    "abstract": "The study of metaphor in linguistics began as part of the so-called cognitive revolution of the 80's and was marked by the publication of Lakoff and Johnson's Metaphors we live by. Since that time, the essential role of metaphor in human communication has become more and more evident. However, the idea that metaphor is the foundation of human communicative ability, fundamental to human language ability has yet to reach the EFL classroom and for EFL teaching, metaphor has been generally limited to classes for advanced learners as a final, decorative addition. Rather than treating metaphor as an advanced topic, the accessibility argued for by Cognitive Linguistics researchers means that language learners need not be proficient in order to use metaphor, and even students at lower levels should be able to use metaphor to develop their communicative abilities. In this practical workshop the presenter will give a simple introduction to theories of metaphor, before demonstrating some simple yet effective metaphor-based classroom activities, including activities such as having student use and create visual metaphors, eliciting metaphor in writing, and the use of self-reflections to help learners improve their communication skills while better understanding themselves and the language learning process.",
    "summary": "Cognitive Linguistics postulates metaphor as the foundation of human communicative ability, fundamental to human language ability. However, for EFL teaching, metaphor has been generally limited to classes for advanced learners as a final, decorative addition. Rather than treating metaphor as an advanced topic, the accessibility argued for by Cognitive Linguistics researchers means that language learners need not be proficient in order to use metaphor, and even students at lower levels should be able to use metaphor to develop their communicative abilities. In this practical workshop the presenter will give a simple introduction to theories of metaphor, before demonstrating some simple yet effective metaphor-based classroom activities (visual metaphors, elicited metaphor in writing, self-reflections) to help learners improve their communication skills while better understanding themselves and the language learning process.",
    "name-family": "Tomei",
    "name-given": "Joseph",
    "email": "tomeiter@gmail.com",
    "affiliation": "Kumamoto Gakuen University",
    "bio": "Joseph Tomei is a professor in the Faculty of British and American Studies at Kumamoto Gakuen University, having just completed the 2019-2020 school year as visiting professor at Daejeon University. He has taught EFL in France, Spain, and Japan at the primary, secondary, and tertiary levels. In addition to his interest in computer-mediated communication, he also is interested in the application of functional/typological grammar to language teaching, practical activities in the language classroom, and writing instruction, and his recently completed doctorate from the University of Birmingham is on the use of metaphor by EFL writers.",
    "name-family2": "",
    "name-given2": "",
    "email2": "",
    "aff2": "",
    "bio2": "",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  },
  {
    "img": "TRUE",
    "slack": "FALSE",
    "link": "FALSE",
    "url": "",
    "video-release": "Y",
    "session-format": "Pre-Recorded",
    "domestic": "",
    "intl": "Y",
    "track": "Material and Course Design, ELT and Critical Disability Studies",
    "audience-young": "O",
    "audience-secondary": "O",
    "audience-uni": "O",
    "audience-adult": "O",
    "title": "Universal Design for Learning and Digital Tools for Language Learners",
    "abstract": "Universal Design for Learning (UDL) increases access to instruction through lessons strategically designed to support students’ varied needs (CAST, 2015) and is a powerful support for K-12 and post-secondary English learners (ELs) (Rao & Torres, 2016). Based on neuroscience research, UDL is a framework to design with learners’ variability in mind (Meyer, Rose, & Gordon, 2014), instead of designing for “average” learners, using a reactive approach to supporting struggling students. UDL’s compatibility with language development and culturally responsive teaching principles make UDL an ideal framework for supporting and engaging diverse ELs. Digital tools, when implemented intentionally and aligned with UDL to support language development, can also be maximize access, comprehension, and engagement for ELs. Participants will learn about the principles of UDL and how they align to effective language development. In addition, free and low-cost UDL-aligned digital tools to support language development in K-12 and post-secondary classrooms will be shared.",
    "summary": "Universal Design for Learning (UDL) increases access to instruction through lessons strategically designed to support students’ varied needs (CAST, 2015) and is a powerful support for K-12 and post-secondary English learners (ELs) (Rao & Torres, 2016). Based on neuroscience research, UDL is a framework to design with learners’ variability in mind (Meyer, Rose, & Gordon, 2014), instead of designing for “average” learners, using a reactive approach to supporting struggling students. UDL’s compatibility with language development and culturally responsive teaching principles make UDL an ideal framework for supporting and engaging diverse ELs. Digital tools, when implemented intentionally and aligned with UDL to support language development, can also be maximize access, comprehension, and engagement for ELs. Participants will learn about the principles of UDL and how they align to effective language development. In addition, free and low-cost UDL-aligned digital tools to support language development in K-12 and post-secondary classrooms will be shared.",
    "name-family": "Torres",
    "name-given": "Caroline",
    "email": "torresca@hawaii.edu",
    "affiliation": "Kapi'olani Community College",
    "bio": "Caroline Torres is an assistant professor at Kapi‘olani Community College, teaching Second Language Teaching to pre-service and a TESOL licensure program to in-service teachers in addition to Writing to non-native speakers of English. She also provides professional development on supporting English learners and culturally and linguistically diverse students to K-12 teachers. She has worked in schools across the Hawaiian islands and in Japan. Her research interests include culturally and linguistically diverse (CLD) students, including ELLs and CLD students with disabilities, Universal Design for Learning, Evidence-Based Practices, grit and growth mindset, and writing instruction, including Self-regulated Strategy Development.",
    "name-family2": "Rao",
    "name-given2": "Kavita",
    "email2": "kavitar@hawaii.edu",
    "aff2": "University of Hawaii",
    "bio2": "Kavita Rao is professor at College of Education, University of Hawai‘i at Mānoa. Her research focuses on instructional and assistive technology, Universal Design for Learning (UDL), online learning, and technology-related strategies for culturally and linguistically diverse students. Kavita’s prior professional experiences include working as a school technology coordinator in Massachusetts and as a specialist for Pacific Resources for Education and Learning (PREL). She has worked with schools and districts in Hawaii, Guam, American Samoa, and the Federated States of Micronesia. Kavita is a member of CAST’s UDL Professional Learning cadre and has conducted workshops on UDL implementation and technology integration for schools and districts in the US, the Pacific islands, and Asia.",
    "name-family3": "",
    "name-given3": "",
    "aff3": "",
    "bio3": "",
    "helper": "",
    "helper-phone": "",
    "helper-email": "",
    "": ""
  }
]